tap "homebrew/bundle"
tap "tillitis/tkey"
brew "cmake"
brew "curl"
brew "deno"
brew "fish"
brew "gettext"
brew "gnupg"
brew "go"
brew "golines"
brew "gopls"
brew "lua-language-server"
brew "marksman"
brew "mkcert"
brew "ninja"
brew "node"
brew "openssh"
brew "podman"
brew "podman-compose"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "stow"
brew "tkey-ssh-agent", restart_service: :changed
brew "tree"
brew "typescript-language-server"
brew "tillitis/tkey/tkey-verification"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "mullvad-browser"
cask "rectangle"
cask "signal"
